BAD_REQUEST_MESSAGE = "К сожалению, <b>я не смог ничего найти</b> по твоему запросу.\n" \
                      "<b>Попробуй другое название</b>, может с ним мне повезет больше :)"

HELP_COMMAND_MESSAGE = "<b>Привет!</b>\n\n" \
               "Я - бот, который сможет помочь тебе найти классный фильм на вечер.\n\n" \
               "<b>Просто введи название фильма/сериала</b>, а я тебе расскажу про него вкратце, назову год выпуска, " \
               "а также кину несколько ссылочек, где можно его посмотреть\n\n"\
               "<b>Кроме этого</b>, я поддерживаю насколько команд:\n" \
               "<b>1) /help</b> - команда, которой ты воспользовался, чтобы увидеть это сообщение :)\n" \
               "<b>2) /stats</b>- расскажу, сколько раз и про какие фильмы я тебе уже рассказывал\n" \
               "<b>3) /history</b> - покажу историю твоего поиска\n" \
               "Приятного использования!"

NONE_LINKS_MESSSAGE = "К сожалению, сейчас ссылки для просмотра недоступны.\n" \
                      "Попробуй написать мне чуть позже."

NOT_FOUND_HISTORY_MESSAGE = "<b>Увы!</b>\n"\
                            "Ты пока не спрашивал у меня ни про один фильм :(\n"\
                            "Но можешь начать в любой момент!"


